Repository: common-repository/mailflatrate
Catalog: languages/mailflatrate-for-wp-*.po
Languages: de_de

source: Thanks for your subscription. You will receive a confirmation email in minutes.
de_de: Danke für deine Registrierung. Wir werden dir in einigen Minuten eine Bestätigungsmail zuschicken.

source: Your email is invalid. Please check it again.
de_de: Die angegebene E-Mail Adresse ist ungültig. Bitte versuchen sie es erneut.

source: This email adress is already subscribed.
de_de: Die angegebene E-Mail Adresse ist bereits registriert.

source: Please agree with terms and conditions
de_de: Bitte stimmen Sie zu erst der AGB

source: Please provide the subscriber email address
de_de: Bittegeben Sie Ihre E-Mail Adresse an

source: Please provide the data protection
de_de: Bitte geben Sie den Datenschutz an

source: To start with Mailflatrate
de_de: Um mit Mailflatrate zu beginnen

source: please enter your Public and Private Key
de_de: Bitte geben Sie Ihren öffentlichen und privaten Schlüssel ein

source: Mailflatrate for WP
de_de: Mailflatrate für WP

source: Form
de_de: Formular

source: Import
de_de: Importieren

source: Sync
de_de: Synchronisieren

source: You are here
de_de: Du bist hier

source: Not connected
de_de: Getrennt

source: Connected
de_de: Verbunden

source: Update mailflatrate list whenever update customer automatically
de_de: Aktualisieren Sie die Mailflatrate-Liste, wenn der Kunde automatisch aktualisiert wird

source: Save
de_de: Speichern

source: Select Mailflatrate List
de_de: Wähle Mailflatrate Liste

source: Export from
de_de: Exportieren aus

source: Import into
de_de: Importieren in

source: Mailflatrate for WordPress
de_de: Mailflatrate für WordPress

source: General Settings
de_de: Allgemeine Einstellungen

source: Mailflatrate API Settings
de_de: Mailflatrate-API-Einstellungen

source: Public key
de_de: Öffentlicher Schlüssel

source: Private key
de_de: Privat Schlüssel

source: Fields
de_de: Felder

source: Messages
de_de: Benachrichtigung

source: Use the shortcode
de_de: BenutzediesenShortcode

source: to display this form inside a post, page or text widget.
de_de: um es auf einerSeite, in einemBeitragodereinem Widget anzuzeigen.

source: Form Fields
de_de: Formular Felder

source: Add required fields to editor automatically
de_de: Plichtfelderautomatisch in den Editor einfügen

source: Choose a field to add to the form
de_de: Wählen Sie ein Feld aus, das Sie dem Formular hinzufügen möchten

source: Form fields
de_de: Formular Felder

source: Agree to terms
de_de: Bedingungen zustimmen

source: Submit button
de_de: Sende Button

source: do you agree with terms and conditions
de_de: Bitte stimmen Sie zu erst der AGB

source: Sign up
de_de: Anmelden

source: Required Form fields
de_de: Erforderliche Formular Felder

source: Form code
de_de: Formular Code

source: Enter the HTML code for your form fields..
de_de: Geben Sie den HTML-Code für Ihre Formularfelder ein..

source: Preview
de_de: Vorschau

source: You don't have list on mailflatrate. Please login and create list on https://www.app.mailflatrate.com/api/ in your account.
de_de: Sie haben keine Mailflatrate-Liste. Bitte melden Sie sich an und erstellen Sie eine Liste unter https://www.app.mailflatrate.com/api/ in Ihrem Konto.

source: Plugin is not connected to mailflatrate server. Please create your private and public key on mailflatrate and put
de_de: Das Plugin ist nicht mit dem Mailflatrate-Server verbunden. Bitte erstellen Sie Ihren privaten und öffentlichen Schlüssel auf Mailflatrate und legen Sie ihn ab

source: here
de_de: Hier

source: Form Messages
de_de: Formularnachrichten

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: Successfully subscribed
de_de: Erfolgreich Abonniert

source: The text that shows when an email address is successfully subscribed to the selected list(s).
de_de: Dieser Text erscheint bei einer erfolgreichen Newsletter Anmeldung.

source: Invalid email address
de_de: Ungültige E-Mail Adresse

source: The text that shows when an invalid email address is given.
de_de: Dieser Text erscheint wenn die angegebene E-Mail Adresse ungültig ist.

source: Already subscribed
de_de: Bereits Abonniert

source: The text that shows when the given email is already subscribed to the selected list(s).
de_de: Dieser Text erscheint wenn die angegebene E-Mail Adresse bereits registriert ist.

source: The text that shows when the checkbox isn´t checked
de_de: Dieser Text erscheint wenn der AGB nicht zugestimmt wurde

source: Missing email address
de_de: Fehlende E-Mail Adresse

source: This text appears if the e-mail was not specified
de_de: Dieser Text erscheint wenn die E-Mail nicht angegeben wurde

source: Data protection
de_de: Datenschutz

source: This text appears if data protection was not specified
de_de: Dieser Text wird angezeigt, wenn kein Datenschutz angegeben wurde
